{
	"help":[
		{"title":"建筑的作用","content":"十字军的试炼<br>不受限制的连续战斗，尽情挑战来自不同服务器的敌人。英雄们的血量在该试炼中不会恢复，需要您富有策略的使用它们！<br><br>巨龙神殿<br>巨龙神殿由层层守卫看管，战胜他们后您将获得大量勇气勋章和强力装备。达到一定的楼层后还能够获得5星的英雄。更多层数，更多挑战。<br><br>竞技场<br>挑战竞技场中的其他玩家！获得胜利后将增加积分，并赢得大量免费钻石！每周5、6、7还会开启冠军的试炼，挑战来自不同服务器的玩家！<br><br>英雄祭坛<br>获取新英雄的最快途径。积攒更多的友情印记或召唤印记就可以免费进行英雄召唤。召唤能量升满让你必定能够获得随机一位5星英雄。<br><br>融合祭坛<br>英雄升星的必经之路。在融合祭坛中提升英雄的星级，最高可提升到6星。攒齐所需要的材料英雄，就能在融合祭坛中为英雄升星，升星后被消耗的材料英雄将返还对应价值的英雄经验和勇气徽章，其所穿戴的装备将返回背包。拥有的英雄越多，提升英雄星级的机会越多！<br><br>祭坛法阵<br>当您拥有闲置无用的英雄时，可以去祭坛法阵将他们分解掉。分解英雄可获得一定价值的英雄经验、勇气徽章、孔雀石、灵魂石等材料，被分解英雄的装备、饰品和宝石将返回背包。分解英雄得到的灵魂石能够在祭坛商店兑换英雄，灵魂石有时候也可以通过活动出售的礼包获得！<br><br>铁匠铺<br>通过铁匠铺把低级装备合成为高级装备，穿戴完整套装将激活套装属性！注意：已穿戴的装备将不会在铁匠铺显示。<br><br>通灵祭坛<br>在通灵祭坛中消耗幸运币将有机会获得英雄碎片、装备、饰品以及大量的金币、英雄经验等道具，祝您好运常伴，大奖不断！<br><br>杂货店<br>在杂货店中会定时刷新（您也可以手动刷新）出英雄经验、勇气徽章、英雄碎片、装备、召唤印记、竞技挑战券等道具。<br><br>世界树<br>在世界树中可以进行制定阵营的召唤！使用世界树果实在制定阵营的召唤之门进行召唤，有几率获得该阵营4星、5星英雄以及4星、5星随机英雄碎片（世界树果实可以通过悬赏任务获得；还可以通过活动兑换获取；不定期的活动礼包也会出售世界树果实）。每次召唤后会额外获得世界树精华。您可以消耗一定世界树精华将一个阵营的英雄置换成同阵营的其他英雄。注意：只有4星、5星非光明、暗影阵营的英雄才能进行置换。<br><br>悬赏任务<br>悬赏任务会每隔24小时定时刷新出不同星级的英雄任务。完成英雄任务将获得丰厚的奖励！您可以通过花费钻石刷新改变任务星级，也可以额花费钻石加速完成任务。使用悬赏积分可增加英雄任务（刷新后，未执行的使用悬赏积分增加的酒馆任务会被重置）。悬赏积分在挂机中有几率获得。"},
		{"title":"关卡说明","content":"总览<br>探险的地图分为普通、困难、地狱、噩梦、死亡五种难度，每种难度下包含8个区域多个关卡。五个难度需要依次解锁。<br><br>解锁关卡<br>完成战斗事件并且自身等级达到进入下一关卡条件时，可点击前往下一关。<br><br>解锁地区和地图<br>当您通关一个地区的所有关卡后，解锁下一个地区；当您通关一种难度模式的所有关卡后，解锁下一种难度模式。<br><br>战斗事件<br>进入一个新的关卡会触发该关卡对应的战斗事件，通关战斗事件后可获取丰厚的奖励。<br><br>挂机<br>挂机产生的收益随时间递增。您最长可以挂机8个小时，超过8小时将不再获取挂机收益。所以请记得在8小时内回来领取你的挂机收益哦（提升贵族等级将增加离线挂机时长）！<br><br>产出和获取<br>关卡固定产出玩家经验、金币和英雄经验，您可以通过挂机来获取这三种收益，关卡难度模式越高和进度越往后，所获得的这三种收益越高。贵族等级会对应的增加这三个资源的掉落。<br><br>掉落和战利品<br>你可以在物品掉落信息里查询当前关卡可能掉落的物品，当您前往某个关卡进行挂机时，将有概率获得该关卡掉落的道具，已获得的掉落道具点击领取可获得。"},
		{"title":"战斗","content":"战前站位<br>通常站在前排的英雄比站在后排的英雄更容易受到攻击，您需要根据英雄的职业合理的调整英雄的站位，才能使英雄在战斗中存活的时间更长。<br><br>阵营克制<br>英雄之间存在阵营的克制关系。在战前根据敌人上阵的英雄来调整己方队伍来尽可能发挥出优势。<br><br>阵营光环<br>依据上阵规则搭配上阵英雄可以激活强大的光环效果。<br><br>战斗胜负判定<br>战斗回合超过15回合将判定进攻方战斗失败，在限定回合内杀死所有敌方英雄判定战斗胜利，己方所有英雄被敌人杀死判定战斗失败。<br><br>攻击<br>英雄的攻击越高，进行攻击时对敌人造成的伤害越高。<br><br>血量<br>英雄的血量越多，在战斗中存活时间越长。<br><br>护甲<br>英雄的护甲越高，敌方对英雄造成的伤害越低。<br><br>速度<br>速度决定每回合英雄的出手顺序，英雄的速度越高，每回合出手的顺序越靠前。<br><br>技能伤害率增加<br>技能伤害率增加是对技能伤害的额外加成，技能伤害率越高，技能造成的伤害越大。<br><br>精准率增加<br>精准率决定击中敌任的概率，精准越高，攻击被敌人格挡的概率就越低。<br><br>格挡率增加<br>格挡率决定英雄格挡攻击的概率，成功格挡能能够减少所受伤害。<br><br>暴击率增加<br>触发暴击的几率，英雄暴击越高，触发暴击的几率越大。<br><br>暴击伤害<br>触发暴击时造成的伤害，英雄暴击的伤害越高触发暴击成功后造成的伤害越多。<br><br>破甲率增加<br>抵消攻击目标的固定护甲值，英雄的破甲率越高，抵消敌人的护甲越多。<br><br>免控率增加<br>免于被敌人控制的几率，英雄的免控率越高，被敌人控制的几率越低。<br><br>减伤率<br>减少伤害的概率，英雄的减伤率越高，敌人造成的伤害越低。"},
		{"title":"英雄的获取方法","content":"战斗掉落<br>在探险中挂机、通关战斗事件、每日参与活动副本——每日试炼以及挑战巨龙神殿会有概率掉落英雄碎片。<br><br>商店购买<br>在杂货店、幸运商店、灵魂石商店、十字军试炼商店、工会商店、冠军的试炼商店中会出售英雄碎片。<br><br>英雄祭坛<br>在英雄祭坛中通过使用友情印记、召唤印记、先祖印记、钻石等道具进行召唤能快速获取新的英雄。<br><br>世界树<br>在世界树中可以消耗世界树果实召唤获得英雄碎片。<br><br>通灵祭坛<br>在通灵祭坛消耗祭坛币进行抽奖有概率获得英雄碎片。<br><br>悬赏任务<br>在悬赏任务中有几率出现奖励为英雄碎片的悬赏任务，完成悬赏任务后将获得一定数量的英雄碎片。<br><br>好友搜寻<br>进行好友搜寻有一定概率获得一定数量的英雄碎片。"},
		{"title":"英雄变强的方法","content":"英雄升级<br>通过消耗英雄经验来提升英雄的等级。<br><br>英雄进阶<br>当英雄等级达到上限，可通过消耗勇气徽章来提升英雄的品阶。<br><br>英雄升星<br>当英雄等级和品阶升满后，可在融合祭坛为其升星，升星后将提升英雄的属性，并且英雄等级、装备和品阶都将保留。<br><br>英雄觉醒<br>消耗材料英雄使6星以上的英雄觉醒，觉醒将提升英雄的星级、属性以及强化英雄的被动技能，被消耗的英雄将返还一定数量的英雄经验。<br><br>穿戴装备和饰品<br>给英雄穿戴装备和饰品来提升英雄的战斗力，装备和饰品的星级和品质越高，给英雄增加的战斗力越多。<br><br>升级宝石<br>通过升级和转化英雄身上的宝石，来提高英雄的能力，升级和转化需要消耗一定数量的孔雀石和金币。"},
		{"title":"英雄的分类","content":"职业<br>英雄根据其职业分为战士、法师、游侠、刺客、牧师5种职业。战士职业血高防厚但攻击较低，适合在前排承受伤害；法师职业和游侠职业血量和防御较低但攻击较高，多为群体攻击，适合在后排输出伤害；刺客职业血量和防御较低但攻击较高，多为单体攻击，适合在后排输出伤害；牧师职业血量、攻击、防御较低，但多有加血和控制技能，适合在后排辅助。<br><br>星级<br>英雄有初始星级。最高为5星。英雄的星级越高，基础属性越高，技能越强力。英雄合成和觉醒可以提升英雄的星级。<br><br>阵营<br>英雄阵营一共划分为亡灵、奥术、邪能、自然、暗影、光明6种阵营。阵营间克制关系：邪能克制自然，自然克制亡灵，亡灵克制奥术，奥术克制邪能，光明和暗影互相克制。对被克制的英雄将多造成30%伤害。"},
		{"title":"装备和饰品","content":"装备和饰品的品质<br>装备和神器根据颜色划分为白色、绿色、蓝色、紫色、橙色、红色6种品质，装备和饰品品质越高，增加属性越多。<br><br>装备和饰品的星级<br>白色、绿色、蓝色品质的装备有1-2星两种星级，紫色品质的装备有1-3星三种星级，橙色品质的装备有1-4星四中星级，红色品质的装备有1-6星6种星级；白色、绿色、蓝色品质的饰品有1-4星4种星级，紫色、橙色品质的饰品有1-5星5种星级，红色品质的饰品有1-6星6种星级；同品质的装备或饰品星级越高，增加属性越多。<br><br>合成装备、饰品<br>在铁匠铺中可以消耗低品质的装备来合成高品质的装备；筹齐一定数量饰品碎片可合成对应品质的饰品。<br><br>获取装备<br>挂机、巨龙神殿、通关战斗事件会掉落装备，在杂货店、十字军试炼商店、公会商店以及幸运商店会出手装备，在通灵祭坛抽奖有概率获得装备。<br><br>装备套装<br>星级达到1星的紫色品质以上的装备将附带套装效果，穿戴指定书目的套装即可激活套装效果。<br><br>升级饰品<br>通过吞噬多余的饰品来给您当前穿戴的饰品升级，饰品升级将提升饰品的星级。<br><br>获取饰品<br>可以通过挂机获取饰品碎片来合成饰品、公会商店购买饰品碎片来合成饰品、通灵祭坛抽奖概率获得饰品。"},
		{"title":"公会","content":"加入公会<br>在公会界面选择某个公会，点击“申请”即可向公会发送申请信息。公会申请被允许后即可加入公会。<br><br>创建公会<br>在公会界面中创建公会，创建公会消耗一定数量钻石并且需要您达到一定的等级，创建成功后您就可以接受其他玩家的申请，使其成为公会成员。<br><br>公会会长任命<br>公会会长可以在公会成员菜单中点击会长任命按钮，把会长职位转让给其他的公会成员。<br><br>公会等级<br>公会所有成员每日捐献能够提升公会的等级。<br><br>公会玩法<br>公会成员可以参与到公会副本、公会捐献等玩法中，获得公会贡献以及其他道具奖励。<br><br>公会商店<br>在公会商店中可以使用公会贡献购买英雄碎片、装备、饰品碎片等道具。<br><br>公会科技<br>在公会科技中使用公会贡献和金币来升级公会技能，对应职业公会技能的提升能够增强您拥有的对应职业的英雄。"},
		{"title":"好友","content":"添加好友<br>在好友界面提交搜索id申请；选择推荐好友提交申请；在聊天频道点击玩家头像提交好友申请；在公会点击公会成员头像提交好友申请。<br><br>好友申请<br>在申请列表查看收到的好友申请，点击同意申请将该玩家加为好友。<br><br>友情印记<br>好友之间可相互赠送友情印记，友情印记用于在英雄祭坛进行友情祭祀。<br><br>删除好友<br>您可以在好友界面点击好友头像查看好友信息，在好友信息框点击删除按钮删除好友。<br><br>好友助战<br>每8小时获得一次搜寻机会，一定概率搜寻到掠夺者首领以及金币、英雄碎片等奖励，帮助好友打败掠夺者首领获得随机奖励和积分，每周根据积分排名发放奖励。"}
	],

	"problem":[
		{"title":"常见游戏问题","content":"1.问：换了设备后，怎样才能继续游戏？<br><br>答：您下载好并进入游戏后，在登录界面点击登录按钮输入您的账号和密码来登录进入游戏。<br><br>2.问：忘记了账号是否能够找回呢？<br><br>答：忘记了账号将无法找回，请一定牢记您的账号和密码。<br><br>3.问：出现网络超时，无法登录怎么办？<br><br>答：如果你无法登录游戏，请继续尝试连接，或者杀掉进程重新启动游戏。<br><br>4.问：当游戏一直在更新中无法进入游戏怎么办？<br><br>答：当您进入游戏遇到一直在更新中无法进入游戏时，请尝试杀掉游戏进程后重新进入游戏或更换网络连接再次尝试，如依然无法解决请与客服人员联系。<br><br>5.问：当数据或者账号丢失了该怎么办？<br><br>答：如果遇到数据丢失的情况，首先确认您所登录服务器是否正确，因为不同服务器之间数据不共享，如果确认服务器正确但依然存在问题请及时跟我们联系，联系时请提供游戏编号，注册账号等信息，我们将给予您最大的帮助。<br><br>6.问：在玩游戏的过程中老是掉线该怎么办？<br><br>答：您在玩游戏的过程中出现频繁掉线时请先确认您设备连接的网络状态并在更换网络连接方式后重试，如依然无法解决请与客服人员联系。<br><br>7.问：当游戏出现闪退怎么办？<br><br>答：当您遇到游戏闪退时，请先杀掉设备所有的进程后再尝试重新进入游戏，依然出现闪退请尝试重启设备再次尝试或者可向客服人员提供您的设备型号反映闪退问题。<br><br>8.发现作弊的玩家该怎么办？<br><br>答：我们致力于为玩家创造一个公平的游戏环境，禁止任何玩家使用游戏中的漏洞来恶意破坏游戏平衡。当您发现有玩家作弊，请及时给我们反馈，我们将对作弊玩家予以处理。"},
		{"title":"常见社交问题","content":"1.问：如何屏蔽聊天频道内其他玩家刷屏？<br><br>答：您可以点击聊天频道内刷屏玩家的头像然后点击屏蔽按钮来屏蔽该玩家的发言。<br><br>2.问：当遇到有玩家在聊天频道发送广告或诈骗信息该怎么办？<br><br>答：您可以在主界面左侧的反馈中向我们的客服人员提供发送违规信息玩家的账号编号来举报该玩家，也可以向我们发送邮件提供一些截图证据、玩家编号等来举报该玩家。<br><br>3.问：在游戏中如何添加好友？<br><br>答：您可以在聊天频道点击玩家头像发送申请，也可以在好友申请中输入玩家id或者向推荐好友发送申请。<br><br>4.问：好友之间可以进行怎样的互动？<br><br>答：好友间可彼此互相帮助打败好友领主，也可以互相赠送友情印记用于进行友情祭祀，您还能够向好友发送邮件跟好友进行交流。<br><br>5.问：如何加入公会？<br><br>答：您可以在主界面点击公会按钮，选择某个公会提交申请，也可以建立属于自己的公会并邀请其他玩家加入到您的公会中。<br><br>6.问：加入公会可以参与那些玩法呢？<br><br>答：加入公会后，您可以通过公会贡献来提升公会等级并获得公会贡献，也可以在公会副本中获得公会贡献和一定数量的金币。<br><br>7.问：公会贡献有什么作用？<br><br>答：公会贡献可用于在公会内的公会商店购买道具，也可以消耗公会贡献在公会科技中升级您的公会技能。<br><br>8.问：升级公会科技内的技能有什么作用？<br><br>答：升级公会科技里的五种职业的技能将会提升自己已拥有的对应职业英雄的能力。"},
		{"title":"常见充值问题","content":"1.问：如何成为贵族玩家？<br><br>答：当您购买钻石达到一定数量后即可成为贵族玩家，购买钻石越多贵族等级越高，享受的特权越多。<br><br>2.问：首次充值有什么奖励？<br><br>答：首次充值即可获得双倍数量的钻石，每种档次仅限一次。<br><br>3.问：当您遇到充值时已经付款但道具没有到账问题时该如何处理？<br><br>答：当您发现充值成功付费但未收到道具时，请先尝试重新启动游戏。若尝试多次仍未到账，请及时与客服人员联系。"}
	],
	"owner":["dev", "banshu", "tishen","appledad","legublzfz","appledadall"],
	"astrictowner":["qianyoubl","xiongmwbl,manyouxi"],
	"baichuan": ["miquwan2", "miquwansdk2"]
}